Repository: tigefa4u/YOURLS-id_ID-Translations
Catalog: *.po
Languages: id_id

source: Statistics for %s
id_id: Statistics untuk %s

source: Short URL
id_id: URL Pendek

source: Aggregate stats for duplicate short URLs
id_id: Statistik agregat untuk URL pendek duplikat

source: Long URL
id_id: URL Panjang

source: Traffic statistics
id_id: Statistik Kunjungan

source: Traffic location
id_id: Lokasi Kunjungan

source: Traffic sources
id_id: Sumber lalu lintas

source: Share
id_id: Bagikan

source: Last 24 hours
id_id: 24 jam terakhir

source: Last 7 days
id_id: 7 hari terakhir

source: Last 30 days
id_id: 30 hari terakhir

source: All time
id_id: Semua Waktu

source: Number of hits : %s
id_id: Jumlah hits: %s

source: Historical click count
id_id: Histori klik count

source: about 1 day ago
id_id: sekitar 1 hari yang lalu

source: Short URL created on %s
id_id: URL pendek dibuat pada %s

source: %s per day
id_id: %s per hari

source: %s per hour
id_id: %s per jam

source: Best day
id_id: Hari terbaik

source: <strong>%1$s</strong> hit on %2$s
id_id: <strong>%1$s</strong> hit pada %2$s

source: Click for more details
id_id: Klik untuk lebih jelasnya

source: Year %s
id_id: Tahun %s

source: No traffic yet. Get some clicks first!
id_id: Belum ada lalu lintas. Dapatkan beberapa klik pertama!

source: Top 5 countries
id_id: Top 5 negara

source: Overall traffic
id_id: Semua traffic

source: No country data.
id_id: Tidak ada data negara.

source: Referrer shares
id_id: saham pengarah

source: Others
id_id: Lainnya

source: Referrers
id_id: Acuan

source: (details)
id_id: (rincian)

source: Various:
id_id: berbagai:

source: Direct vs Referrer Traffic
id_id: Langsung vs Pengarah Lalu Lintas

source: Direct
id_id: Lalu lintas langsung:

source: Direct traffic:
id_id: Lalu lintas langsung:

source: Referrer traffic:
id_id: Pengarah lalu lintas:

source: No referrer data.
id_id: Tidak ada data pengarah.

source: Short link
id_id: Link pendek

source: Quick Share
id_id: Berbagi cepat

source: IP Address
id_id: Alamat IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
id_id: Mencari <strong>%1$s</strong> di <strong>%2$s</strong>.

source: Date
id_id: Waktu

source: Clicks
id_id: Klik

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
id_id: Tampilan <strong>%1$s </strong> untuk <strong class="increment">%2$s</strong> dari <strong class="increment">%3$s</strong> URL

source: counting <strong>1</strong> click
id_id: perhitungan <strong>1</strong> klik

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
id_id: Secara keseluruhan, pelacakan <strong class="increment">%1$s </strong> link, <strong>%2$s </strong> klik, dan menghitung!

source: No URL
id_id: Tidak ada URL

source: %s version is too old. Ask your server admin for an upgrade.
id_id: versi %s terlalu tua. Tanyakan admin server Anda untuk upgrade.

source: YOURLS already installed.
id_id: YOURLS sudah terpasang.

source: File <tt>.htaccess</tt> successfully created/updated.
id_id: File <tt>. Htaccess </tt> berhasil dibuat/diperbarui.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
id_id: Tidak bisa menulis file <tt>.htaccess</ tt> dalam direktori root YOURLS.. Anda harus melakukannya secara manual. Lihat <a href="http://yourls.org/htaccess">bagaimana</ a>

source: Install YOURLS
id_id: Instal YOURLS

source: YOURLS Administration Page
id_id: YOURLS Administrasi Halaman

source: Unsupported action
id_id: Tindakan yang tidak didukung

source: No plugin specified, or not a valid plugin
id_id: Tidak ada plugin yang ditentukan, atau tidak sebuah plugin yang valid

source: Plugin has been activated
id_id: Plugin telah diaktifkan

source: Plugin has been deactivated
id_id: Plugin telah dinonaktifkan

source: Plugins
id_id: Plugin

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
id_id: Saat ini Anda memiliki <strong>%1$ s</strong> diinstal, dan <strong>%2$s</strong> diaktifkan

source: Plugin Name
id_id: Nama Plugin

source: Version
id_id: Versi

source: Description
id_id: Deskripsi

source: Author
id_id: Penulis

source: Action
id_id: Tindakan

source: Deactivate
id_id: Menonaktifkan

source: Activate
id_id: Aktifkan

source: plugin file location: %s
id_id: Letak file plugin: %s

source: Toggle active/inactive plugins
id_id: Beralih plugin aktif/tidak aktif

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
id_id: Jika ada yang salah setelah Anda mengaktifkan plugin dan Anda tidak dapat menggunakan YOURLS atau mengakses halaman ini, cukup mengubah nama atau menghapus direktori, atau mengubah nama file plugin sesuatu yang berbeda dari <code> plugin.php </code>.

source: More plugins
id_id: Lebih banyak plugin

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
id_id: Untuk lebih banyak plugin, Silahkan kunjungi situs resmi<a href="http://yourls.org/pluginlist"> Daftar Plugin</ a>.

source: Cool YOURLS Tools
id_id: Alat YOURLS Keren

source: YOURLS comes with <span>four</span> handy <span>bookmarklets</span> for easier link shortening.
id_id: YOURLS dilengkapi dengan <span> empat </span> berguna <span> bookmarklet </span> untuk memudahkan hubungan shortening.

source: Standard or Instant, Simple or Custom
id_id: Standar atau Instan, Sederhana atau Custom

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
id_id: Bookmarklet <span>Standar akan membawa</span> Anda ke halaman di mana Anda dapat dengan mudah mengedit atau menghapus URL pendek baru Anda.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
id_id: Bookmarklet <span>Instan akan</span> memunculkan URL singkat tanpa meninggalkan halaman yang Sedang Anda lihat.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
id_id: <span>Bookmarklet Sederhana akan</span> menghasilkan URL singkat dengan kata kunci acak atau berurutan.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
id_id: <span>Bookmarklet Kata Kunci Kustom akan meminta</span> Kata kunci kustom terlebih dahulu.

source: With the Standard Bookmarklets you will also get a <span>Quick Share</span> tool box to make posting to Twitter, Facebook or Friendfeed a snap.
id_id: Dengan Bookmarklets Standar Anda juga akan mendapatkan <span>Cepat Share</span> tool box untuk membuat posting Twitter, Facebook atau Friendfeed sekejap.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
id_id: Jika Anda ingin berbagi keterangan bersama dengan link Anda memperpendek, cukup <span>memilih teks</span> pada halaman yang Anda lihat sebelum mengklik link bookmarklet Anda

source: Click and drag links to your toolbar (or right-click and bookmark it)
id_id: Klik dan drag link ke toolbar Anda (atau klik kanan dan bookmark)

source: Standard (new page)
id_id: Standard (halaman baru)

source: Simple
id_id: Mudah

source: Drag to your toolbar!
id_id: Tarik ke toolbar Anda!

source: Shorten
id_id: Mempersingkat

source: Instant Shorten
id_id: Instant Mempersingkat

source: Custom Keyword
id_id: Kata Kunci Kustom

source: Custom shorten
id_id: kustom mempersingkat

source: Instant Custom Shorten
id_id: Kustom Instan Mempersingkat

source: Prefix-n-Shorten
id_id: Awalan-dan-Persingkat

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
id_id: Saat melihat halaman, Anda juga dapat awalan URL penuh: hanya kepala ke address bar browser Anda, tambahkan "<span>%s</span>" ke awal URL saat (tepat sebelum nya 'http://' bagian) dan tekan enter.

source: Note: this will probably not work if your web server is running on Windows
id_id: Catatan: ini mungkin tidak akan bekerja jika server web Anda berjalan pada Windows

source: (which seems to be the case here)
id_id: (yang tampaknya menjadi kasus di sini)

source: Secure passwordless API call
id_id: Aman panggilan API passwordless

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
id_id: YOURLS memungkinkan API panggilan dengan cara lama, menggunakan <tt>nama</tt> dan <tt>sandi </tt> parameter.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
id_id: Jika Anda khawatir tentang mengirim kredensial Anda ke alam liar, Anda juga dapat membuat panggilan API tanpa menggunakan login dan password Anda, menggunakan token tanda tangan rahasia.

source: Your secret signature token: <strong><code>%s</code></strong>
id_id: Token rahasia tanda tangan Anda: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
id_id: (Ini rahasia. Rahasiakan)

source: This signature token can only be used with the API, not with the admin interface.
id_id: Token ini tanda tangan hanya dapat digunakan dengan API, tidak dengan antarmuka admin.

source: Usage of the signature token
id_id: Penggunaan token signature

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
id_id: Cukup menggunakan parameter <tt>signature</tt> dalam permintaan API Anda. contoh:

source: Usage of a time limited signature token
id_id: Penggunaan tanda tanda tangan waktu yang terbatas

source: actual value:
id_id: nilai sebenarnya:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
id_id: Sekarang gunakan parameter <tt>signature</tt> dan <tt>timestamp</tt> dalam permintaan API Anda. contoh:

source: Actual values:
id_id: Nilai yang sebenarnya:

source: This URL would be valid for only %s seconds
id_id: URL ini akan berlaku hanya %s detik

source: See the <a href="%s">API documentation</a> for more
id_id: Lihat <a href="%s">dokumentasi API</a> untuk lebih

source: Upgrade not required. Go <a href="%s">back to play</a>!
id_id: Meng-upgrade tidak diperlukan. Pergi <a href="%s">kembali bermain</a>!

source: Your current installation needs to be upgraded.
id_id: Instalasi ini Anda perlu ditingkatkan.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
id_id: Silakan, cantik silahkan, dianjurkan bahwa Anda <strong>cadangan</strong> database Anda <br/> (Anda harus melakukan ini secara teratur pula)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
id_id: Tidak <em>mengerikan harus</em> terjadi, tapi ini tidak berarti itu <em>tidak akan</em> terjadi, kan? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
id_id: Pada setiap langkah, jika <span class='error'> sesuatu yang salah</ span>, Anda akan melihat pesan dan mudah-mudahan cara untuk memperbaikinya.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
id_id: Jika semuanya berjalan terlalu cepat dan Anda tidak dapat membaca, <span class="success"> baik untuk Anda</span>, biarkan saja :)

source: Once you are ready, press "Upgrade" !
id_id: Setelah Anda siap, tekan "Upgrade"!

source: Your installation is now up to date !
id_id: Instalasi Anda sekarang up to date!

source: Go back to <a href="%s">the admin interface</a>
id_id: Kembali ke <a href="%s">antarmuka admin</a>

source: Logged out successfully
id_id: Log out berhasil

source: Invalid username or password
id_id: username atau password salah

source: Please log in
id_id: Silakan login

source: <strong>Notice</strong>: your password is stored as clear text in your <tt>config.php</tt>
id_id: <strong>Pemberitahuan</strong>: password Anda disimpan sebagai teks yang jelas dalam <tt>config.php</tt> Anda

source: Did you know you can easily improve the security of your YOURLS install by <strong>encrypting</strong> your password?
id_id: Tahukah Anda bahwa Anda dapat dengan mudah meningkatkan keamanan YOURLS Anda menginstal dengan <strong>mengenkripsi</strong> kata sandi Anda?

source: See <a href="http://yourls.org/userpassword">UsernamePassword</a> for details
id_id: Lihat <a href="http://yourls.org/userpassword">UsernamePassword</ a> untuk rincian

source: 1 query
id_id: 1 permintaan

source: Powered by %s
id_id: Didukung oleh %s

source: Enter the URL
id_id: Masukkan URL

source: Optional
id_id: opsional

source: Custom short URL
id_id: Kustom URL pendek

source: Shorten The URL
id_id: Mempersingkat URL

source: Search for %1$s in %2$s
id_id: Cari %1$s dalam %2$s

source: Ascending
id_id: Naik

source: Descending
id_id: Menurun

source: Show %s rows
id_id: Tampilkan %s baris

source: more
id_id: lagi

source: less
id_id: lebih sedikit

source: Show links with %1$s than %2$s clicks
id_id: Tampilkan link dengan %1$s dari %2$s klik

source: before
id_id: sebelum

source: after
id_id: setelah

source: between
id_id: antara

source: Show links created %1$s %2$s %3$s %4$s
id_id: Tampilkan link dibuat %1$s %2$s %3$s %4$s

source: Search
id_id: Cari

source: Clear
id_id: Bersihkan

source: Go to First Page
id_id: Pergi ke Halaman Pertama

source: &laquo; First
id_id: &laquo; Pertama

source: Last &raquo;
id_id: Terakhir &raquo;

source: Your short link
id_id: Link pendek Anda

source: Long link
id_id: Link panjang

source: Share with
id_id: Berbagi Dengan

source: Share on Facebook
id_id: Berbagi di Facebook

source: Share on Friendfeed
id_id: Berbagi di Friendfeed

source: Save
id_id: Simpan

source: Save new values
id_id: Simpan nilai-nilai baru

source: Cancel
id_id: Batal

source: Cancel editing
id_id: Batal Ubah

source: Error, URL not found
id_id: Kesalahan, URL tidak ditemukan

source: Edit
id_id: Ubah

source: Delete
id_id: Hapus

source: Not a common link
id_id: Tidak link umum

source: Original URL
id_id: URL asli

source: Actions
id_id: Tindakan

source: Hello <strong>%s</strong>
id_id: Hallo <strong>%s</strong>

source: Help
id_id: Bantuan

source: Go to the admin interface
id_id: Pergi ke antarmuka admin

source: Admin interface
id_id: Antarmuka admin

source: Tools
id_id: Perkakas

source: Today
id_id: Hari ini

source: Close
id_id: Tutup

source: Table '%s' created.
id_id: Tabel '%s' dibuat.

source: Error creating table '%s'.
id_id: Kesalahan membuat tabel '%s'.

source: YOURLS tables successfully created.
id_id: Tabel YOURLS berhasil dibuat.

source: Error creating YOURLS tables.
id_id: Kesalahan membuat tabel YOURLS.

source: Sunday
id_id: Minggu

source: Monday
id_id: Senin

source: Tuesday
id_id: Selasa

source: Wednesday
id_id: Rabu

source: Thursday
id_id: Kamis

source: Friday
id_id: Jum'at

source: Saturday
id_id: Sabtu

source: Mon
id_id: Sun

source: January
id_id: Januari

source: February
id_id: Februari

source: March
id_id: Maret

source: May
id_id: Mei

source: June
id_id: Juni

source: July
id_id: Juli

source: August
id_id: Agustus

source: October
id_id: Oktober

source: December
id_id: Desember

source: May_May_abbreviation
id_id: Jun_June_abbreviation

source: Could not find and deactivated plugin :
id_id: Tidak dapat menemukan dan dinonaktifkan Plugin:

source: Not a valid plugin file
id_id: Bukan file plugin yang valid

source: Plugin already activated
id_id: Plugin sudah diaktifkan

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
id_id: Plugin yang dihasilkan output yang tak terduga. Kesalahan adalah: <br/><pre>%s</pre>

source: Plugin not active
id_id: Plugin tidak aktif

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
id_id: Halaman ini tidak ada. Mungkin sebuah plugin yang Anda pikir telah diaktifkan tidak aktif?

source: Invalid link
id_id: Tautan tidak valid

source: Missing or malformed URL
id_id: Hilang atau cacat URL

source: URL is a short URL
id_id: URL adalah URL pendek

source: Short URL %s already exists in database or is reserved
id_id: URL pendek %s sudah ada dalam database atau dicadangkan

source: %s added to database
id_id: %s ditambahkan ke database

source: %s already exists in database
id_id: %s sudah ada dalam database

source: Link updated in database
id_id: Update link dalam database

source: Error updating %s (Short URL: %s)
id_id: Kesalahan memperbarui %s (URL pendek: %s)

source: URL or keyword already exists in database
id_id: URL atau kata kunci yang sudah ada dalam database

source: DB config missing, or could not find DB class
id_id: DB config hilang, atau tidak bisa menemukan DB class

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
id_id: jika Anda tidak diarahkan setelah 10 detik, <a href="%s">klik di sini</a>

source: Please <a href="%s">click here</a>
id_id: Harap <a href="%s">klik di sini</a>

source: Too many URLs added too fast. Slow down please.
id_id: Terlalu banyak URL ditambahkan terlalu cepat. Memperlambat silakan.

source: Forbidden
id_id: Terlarang

source: Unauthorized action or expired link
id_id: Tindakan yang tidak sah atau link kedaluwarsa

source: Error
id_id: Kesalahan

source: Service temporarily unavailable
id_id: Layanan sementara tidak tersedia

source: Our service is currently undergoing scheduled maintenance.
id_id: Layanan kami saat ini sedang menjalani pemeliharaan terjadwal.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
id_id: Hal seharusnya tidak berlangsung sangat lama, terima kasih atas kesabaran Anda dan mohon maaf ketidaknyamanan

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
id_id: %1$s <strong>ditinggalkan</strong> sejak versi %2$s! Gunakan %3$s gantinya.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
id_id: %1$s <strong>ditinggalkan</strong> sejak versi %2$s dengan tidak ada alternatif yang tersedia.
